[
{"uuid": "0af11f6b-c889-4520-9372-66ba25cb7657", "postId": "532quh", "postText": ["Wes Welker Wanted Dinner With Tom Brady, But Patriots QB Had Better Idea"], "postPlatform": "reddit", "targetParagraphs": ["It’ll be just like old times this weekend for Tom Brady and Wes Welker.", "Welker revealed Friday morning on a Miami radio station that he contacted Brady because he’ll be in town for Sunday’s game between the New England Patriots and Miami Dolphins at Gillette Stadium. It seemed like a perfect opportunity for the two to catch up.", "But Brady’s definition of \"catching up\" involves far more than just a meal. In fact, it involves some literal \"catching\" as the Patriots quarterback looks to stay sharp during his four-game Deflategate suspension.", "\"I hit him up to do dinner Saturday night. He’s like, ‘I’m going to be flying in from Ann Arbor later (after the Michigan-Colorado football game), but how about that morning we go throw?’ \" Welker said on WQAM, per The Boston Globe. \"And I’m just sitting there, I’m like, ‘I was just thinking about dinner, but yeah, sure. I’ll get over there early and we can throw a little bit.’ \"", "Welker was one of Brady’s favorite targets for six seasons from 2007 to 2012. It’s understandable him and Brady want to meet with both being in the same area. But Brady typically is all business during football season. Welker probably should have known what he was getting into when reaching out to his buddy.", "\"That’s the only thing we really have planned,\" Welker said of his upcoming workout with Brady. \"It’s just funny. I’m sitting there trying to have dinner. ‘Hey, get your ass up here and let’s go throw.’ I’m like, ‘Aw jeez, man.’ He’s going to have me running like 2-minute drills in his backyard or something.\"", "Maybe Brady will put a good word in for Welker down in Foxboro if the former Patriots wide receiver impresses him enough."], "targetTitle": "Wes Welker Wanted Dinner With Tom Brady, But Patriots QB Had A Better Idea", "targetDescription": "It'll be just like old times this weekend for Tom Brady and Wes Welker. Welker revealed Friday morning on a Miami radio station that he contacted Brady because he'll be in town for Sunday's game between the New England Patriots and Miami Dolphins at Gillette Stadium.", "targetKeywords": "new england patriots, ricky doyle, top stories,", "targetMedia": ["http://pixel.wp.com/b.gif?v=noscript", "http://b.scorecardresearch.com/p?c1=2&c2=6783782&cv=2.0&cj=1", "http://s.wordpress.com/wp-includes/images/rss.png?m=1354137473h", "https://nesncom.files.wordpress.com/2017/03/paul-worrilow.jpg?w=400", "http://ssl-nesn-com-255369.c-col.com", "http://nesncom.files.wordpress.com/2015/07/yardbarker-fox-sidebar-logo.gif?w=300&h=33", "http://pixel.quantserve.com/pixel/p-0eFueme2jAuMI.gif", "https://s0.wp.com/wp-content/themes/vip/plugins/lazy-load/images/1x1.trans.gif", "https://nesncom.files.wordpress.com/2017/03/brandon-marshall.jpg?w=400", "https://nesncom.files.wordpress.com/2017/03/liverpool-vs-arsenal-2017-live-blog-premier-league-week-27.jpg?w=400", "https://nesncom.files.wordpress.com/2017/03/usatsi_9913527.jpg?w=400", "https://nesncom.files.wordpress.com/2017/03/david-price4.jpg?w=400", "https://nesncom.files.wordpress.com/2017/03/usatsi_9914527.jpg?w=400", "https://nesncom.files.wordpress.com/2017/03/eric-decker.jpg?w=400", "http://nesncom.files.wordpress.com/2015/06/transparent.gif?w=1&h=1", "https://nesncom.files.wordpress.com/2015/09/tom-brady-wes-welker.jpg", "https://nesncom.files.wordpress.com/2017/03/john-ross1.jpg?w=400", "https://d5nxst8fruw4z.cloudfront.net/atrk.gif?account=RPMTh1aUXR00Ug"], "targetUrl": "http://nesn.com/2016/09/wes-welker-wanted-dinner-with-tom-brady-but-patriots-qb-had-better-idea/", "provenance": {"source": "anonymized", "humanSpoiler": "They Threw A Football", "spoilerPublisher": "savedyouaclick"}, "spoiler": ["how about that morning we go throw?"], "spoilerPositions": [[[3, 151], [3, 186]]], "tags": ["passage"]},
{"uuid": "b1a1f63d-8853-4a11-89e8-6b2952a393ec", "postId": "411701128456593408", "postText": ["NASA sets date for full recovery of ozone hole"], "postPlatform": "Twitter", "targetParagraphs": ["2070 is shaping up to be a great year for Mother Earth.", "That's when NASA scientists are predicting the hole in the ozone layer might finally make a full recovery. Researchers announced their conclusion, in addition to other findings, in a presentation Wednesday during the annual American Geophysical Union meeting in San Francisco.", "The team of scientists specifically looked at the chemical composition of the ozone hole, which has shifted in both size and depth since the passing of the Montreal Protocol in 1987. The agreement banned its 197 signatory countries from using chemicals, like chlorofluorocarbons (CFCs), that break down into chlorine in the upper atmosphere and harm the ozone layer.", "They found that, while levels of chlorine in the atmosphere have indeed decreased as a result of the protocol, it's too soon to tie them to a healthier ozone layer.", "\"Ozone holes with smaller areas and a larger total amount of ozone are not necessarily evidence of recovery attributable to the expected chlorine decline,\" Susan Strahan of NASA's Goddard Space Flight Center explained in a media briefing. \"That assumption is like trying to understand what's wrong with your car's engine without lifting the hood.\"", "Instead, the scientists believe the most recent ozone hole changes, including both the largest hole ever, in 2006, and one of the smallest holes, in 2012, are primarily due to weather. Strong winds have the ability to move ozone in large quantities, effectively blocking the hole some years, while failing to block it in others.", "\"At the moment, it is winds and temperatures that are really controlling how big [the ozone hole] is,\" Strahan told the BBC.", "LiveScience reports weather is expected to be the predominant factor in the ozone hole's size until 2025, at which point CFCs will have dropped enough as a result of the Montreal Protocol to become noticeable.", "By 2070, however, the ozone hole is expected to have made a full recovery.", "\"It’s not going to be a smooth ride,\" Strahan cautioned the Los Angeles Times. \"There will be some bumps in the road, but overall the trend is downward.\""], "targetTitle": "Hole In Ozone Layer Expected To Make Full Recovery By 2070: NASA", "targetDescription": "2070 is shaping up to be a great year for Mother Earth.\r\n\r\nThat's when NASA scientists are predicting the", "targetKeywords": "ozone layer,ozone hole determined by weather,Montreal Protocol,Climate change,greenhouse gas emissions,ozone hole,hole in ozone layer", "targetMedia": ["http://s.m.huffpost.com/assets/Logo_HuffingtonPost-1f66cbef067771f8508930828f764bc8bf8c4b027e58e14e07d207a9f0ce1d31.svg", "http://i.huffpost.com/gen/1515029/images/n-OZONE-HOLE-628x314.jpg", "http://i.huffpost.com/gen/1515029/images/o-OZONE-HOLE-facebook.jpg", "http://b.scorecardresearch.com/p?c1=2&c2=6723616&c3=&c4=&c5=&c6=&c15=&cj=1", "http://i.huffpost.com/gadgets/slideshows/267378/slide_267378_1833757_free.jpg", "http://s.m.huffpost.com/assets/callout_highlight_icon-930f97b89eddc7188ad1c1e0a96bc1359e94a46ea21239c3c5ca3f25c543eaeb.gif", "http://s.m.huffpost.com/assets/snapchat-QR-56da75d622f38e76ff0d3dec97344808f972f51020435d37d55c6f0e2eaec780.png", "https://www.facebook.com/tr?id=10153394098876130&ev=PageView&noscript=1", "http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-703240h&cg=0&cc=1&ts=noscript", "https://www.facebook.com/tr?id=1621685564716533&ev=PageView&noscript=1"], "targetUrl": "http://huff.to/1cH672Z", "provenance": {"source": "anonymized", "humanSpoiler": "2070", "spoilerPublisher": "HuffPoSpoilers"}, "spoiler": ["2070"], "spoilerPositions": [[[0, 0], [0, 4]]], "tags": ["phrase"]}
]